Revit 2024 API
ExportLineweightKey Properties
The ExportLineweightKey type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
OriginalLineweight
 The original line weight.
See Also
ExportLineweightKey Class
Autodesk.Revit.DB Namespace